{
  "home1": "THE MOST LUXURIOUS VILLA ON LAKE COMO",
  "n_facilities": "strutture",
  "n_gallery": "galleria",
  "n_home": "home",
  "t_image_fullsize": "clicca per ingrandire",
  "t_our_selection": "la nostra selezione",
  "t_various": "varie",
  "welcome1": "Nel cuore del centro storico di Como, a pochi passi dal Duomo e dalle meravigliose sponde del lago, Palazzo Odescalchi è finalmente tornato al suo originario splendore grazie a un importante intervento di restauro conservativo. Dal prestigioso fascino architettonico, il palazzo riveste grande importanza anche dal punto di vista storico per la città di Como, soprattutto per il fatto di aver ospitato nelle sue stanze il papa Innocenzo XI. Edificato nel 1600, periodo di grande splendore per l'intera città comense, Palazzo Odescalchi è stato recentemente oggetto di un imponente intervento di riqualificazione che coniuga sapentemente storia e contemporaneità. Sotto la supervisione della Soprintendenza delle Belle Arti, un'attenzione particolare è stata dedicata al ripristino delle originali finiture di lusso e ai preziosi dettagli dell'epoca, tra cui affreschi, sculture, soffitti a cassettoni con decori in oro e camini autentici.",
  "welcome2": "Il cuore di Palazzo Odescalchi è rappresentato dalla splendida Residenza Papale, uno spazio di altissima rappresentanza di oltre 500 mq. finalmente tornato al suo originario splendore grazie a un importante intervento di restauro conservativo. La Residenza presenta dettagli dell'epoca unici e di valore storico inestimabile, tra cui affreschi di artisti provenienti da tutto il mondo Cristiano, sculture, soffitti a cassettoni con decori in oro e camini monumentali autentici. La Residenza Papale palazzo riveste grande importanza anche dal punto di vista storico per la città di Como, soprattutto per il fatto di aver ospitato nelle sue stanze il papa Innocenzo XI. Oltre ad un ingresso di altissima rappresentanza con una scalinata imperiale, rappresentativa del prestigio della famiglia Odescalchi, la Residenza Papale è composta da una Corte, che può ospitare parcheggi auto nel pieno centro storico di Como, e da due unità immobiliari collegate da personalizzare a seconda della destinazione desiderata."
}